Dlubal.RFEM5.SurfacePlasticStrains
Surface plastic strains

Dlubal.RFEM5.SurfacePlasticStrains.SurfaceNo
Surface number

Dlubal.RFEM5.SurfacePlasticStrains.Type
Type of results

Dlubal.RFEM5.SurfacePlasticStrains.LocationNo
Location number

Dlubal.RFEM5.SurfacePlasticStrains.Coordinates
Location coordinates.

Dlubal.RFEM5.SurfacePlasticStrains.EpsilonPXPositive
Plastic strain εp-x,+

Dlubal.RFEM5.SurfacePlasticStrains.EpsilonPYPositive
Plastic strain εp-y,+

Dlubal.RFEM5.SurfacePlasticStrains.GammaPXYPositive
Strain εp-xy,+

Dlubal.RFEM5.SurfacePlasticStrains.EpsilonPXNegative
Plastic strain εp-x,-

Dlubal.RFEM5.SurfacePlasticStrains.EpsilonPYNegative
Plastic strain εp-y,-

Dlubal.RFEM5.SurfacePlasticStrains.GammaPXYNegative
Strain εp-xy,-